export async function generateMetadata() {
  return {
    title: 'Намерете Салон за Красота близо до Вас - Glaura ✨',
    description: 'Открийте най-добрите салони за красота, услуги и резервирайте час онлайн с Glaura ✨.',
    keywords: 'салони за красота, резервации онлайн, фризьор, маникюр, козметика',
  };
}



export const metadata = {
  title: 'Glaura - Открий своя блясък',
  description: 'Открийте най-добрите салони за красота и услуги във Вашия град. Запазете час лесно и бързо с Glaura. Фризьорски салони, маникюр, спа и други.',
};
